/**
 ****************************************************************************************************
 * @file        app_init.h
 * @author      Kaoya (烤鸭)
 * @version     V1.0
 * @date        2026-02-04
 * @brief       初始化模块
 * @license     Copyright (c) 2025-2035, Kaoya Project
 ****************************************************************************************************
 * @attention
 *
 *  配套内容:
 *  - 项目文档:  <飞书文档/Notion/README 路径>
 *  - 源码仓库:  <git 地址>
 *
 ****************************************************************************************************
 */
 
#ifndef __APP_INIT_H
#define __APP_INIT_H


void KaoYaApp_Init(void);

#endif
